{
    "promo": {
        "ua": "укр",
        "ru": "рус",
        "en": "анг",
        "my": "Мене",
        "name": "звуть Олексій",
        "title1": "Я web-розробник",
        "title2": "з міста",
        "title3": "Дніпро",
        "btn1": "Портфоліо",
        "btn2": "Про мене"
    },
    "biography": {
        "abo": "Про",
        "me": "мене",
        "name": "Мене звуть Олексій",
        "live": "Надійний веб-розробник початкового рівня із сильною трудовою етикою та відмінним досвідом обслуговування клієнтів. Глибоко розуміється на різних комп'ютерних мовах, включаючи HTML5, CSS, JavaScript і React, і розуміє принципи і методи початкового створення веб-сайту та його поточного обслуговування. Сильний комунікатор та гнучкий графік.",
        "title1": "Web-розробка",
        "p1": "Я відповідаю за перетворення історій користувача, макетів і веб-дизайну на функціональні веб-сайти. Я використовую основи веб-технологій, такі як HTML, CSS та JavaScript, для створення, управління та розгортання веб-застосунків.",
        "title2": "UI/UX Дизайн",
        "p2": "Проектую статичні та динамічні web-сайти в інтернеті. Створюю інтерактивні елементи web-сторінок динамічне меню та елементи управління, а також вбудовувую відеофрагменти до web-сторінок із використанням технології Adobe Animate."
    },
    "experience": {
        "subtitle": "Досвід",
        "title": "Чим я корисний",
        "col__1": "Освіта",
        "title__1a": "Комп'ютерна Академія IT Step",
        "subtitle__1a": "м.Дніпро (2009-2013)",
        "text__1a": "Курси графічного дизайну.Створення статичних веб-сторінок з використанням HTML5 та CSS3 Основи UI/UX. Графічний редактор Adobe Photoshop. Створення інтерфейсів мобільних додатків та веб-сайтів за допомогою Figma.",
        "title__1b": "Udemy",
        "subtitle__1b": "Курси з Web-розробки (2020-2022)",
        "text__1b": "Курси Front-end. Основи верстки HTML та CSS. JavaScript (ES6, ES8, ES9, ES2020, ES2022) та фреймворк React 18.",
        "col__2": "Досвід роботи",
        "title__2a": "UI/UX Дизайн",
        "subtitle__2a": "'Freelancehunt'",
        "text__2a": "Створення інтерфейсів мобільних додатків та веб-сайтів за допомогою Figma.",
        "title__2b": "Фронтенд-розробник",
        "subtitle__2b": "'Freelancehunt' (2021-2022)",
        "text__2b": "Адаптивна верстка односторінкових, корпоративних сайтів за макетом Figma. Розробка дизайну та функціональність веб-сайту. Створення інтернет-магазинів"
    },
    "skills": {
        "subtitle": "Навички",
        "title": "Що я використовую у роботі?",
        "title__cart1": "Adobe Photoshop",
        "text__cart1": "Професійна обробка фотографій та растрових зображень, ретушування та колажування.",
        "title__cart2": "Autodesk 3ds Max",
        "text__cart2": "Базові навички використання тривимірної графіки та роботи в Autodesk 3ds Max.",
        "title__cart3": "Figma",
        "text__cart3": "У Фігмі можна відобразити елементи інтерфейсу, створити інтерактивний прототип сайту та програми, ілюстрації, векторну графіку.",
        "title__cart4": "HTML5",
        "text__cart4": "Саме він створює каркас вашого сайту або програми, а п'ята версія дозволить мені створювати більш SEO-оптимізовану структуру вашого продукту.",
        "title__cart5": "CSS3",
        "text__cart5": "Ця мова стилів дозволяє мені створювати абсолютно будь-який зовнішній вигляд вашого сайту або програми. Все обмежується лише вашою фантазією!",
        "title__cart6": "Java Script",
        "text__cart6": "Ця мова програмування дозволяє оживити все, що завгодно: слайдери, вікна, підказки, вкладки, отримання даних від сервера та багато іншого.",
        "title__cart7": "Node.js",
        "text__cart7": "Ця платформа дозволяє створювати бекенд для вашого продукту - 'мізки', які виконуватимуть дії, які користувач не бачить.",
        "title__cart8": "React",
        "text__cart8": "Ця бібліотека дозволяє створювати веб-додатки. Ми можемо створити максимально інтерактивний продукт саме для ваших цілей.",
        "title__percent1": "Створення дизайну",
        "title__percent2": "Креативність",
        "title__percent3": "Створення сайтів",
        "title__percent4": "Робота з даними",
        "title__percent5": "Soft skills"
    }
}